simpleFoam/campagneMeshRefinement/D050L474W090Z002H150V020_C_woMount_01/0.orig/startBC/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

inletVelocity		    0.20; // m/s
inletFlowRate           0.025; // m3/s
//pressureHeight        922; // = rho*g*h = 1000*9.81*0,094[m]
kInlet                  2.30E-08;
kLowRe                  1E-10; //4.14e-03;
kHighRe                 6.00E-06;
//turbulentEpsilon      0.00001; //4.39e-05;
omegaLowRe		9.31E+04;
omegaHighRe             1.03E-02;
omegaInlet              2.53;

// ************************************************************************* //
